[
    {
        "name": "李白",
        "nickname": "太白",
        "summary": "李白（701年－762年），字太白，号青莲居士，又号“谪仙人”，是唐代伟大的浪漫主义诗人，被后人誉为“诗仙”，与杜甫并称为“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”。\n据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，与李唐诸王同宗。其人爽朗大方，爱饮酒作诗，喜交友。李白深受黄老列庄思想影响，有《李太白集》传世，诗作中多以醉时写的，代表作有《望庐山瀑布》《行路难》《蜀道难》《将进酒》《明堂赋》《早发白帝城》等多首。",
        "baikeUrl": "https://baike.baidu.com/item/%E6%9D%8E%E7%99%BD/1043"
    },
    {
        "name": "杜甫",
        "nickname": "子美",
        "summary": "杜甫（712年—770年），字子美，自号少陵野老，唐代伟大的现实主义诗人，与李白合称“李杜”。原籍湖北襄阳，后徙河南巩县。为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”，杜甫也常被称为“老杜”。 \n杜甫少年时代曾先后游历吴越和齐赵，其间曾赴洛阳应举不第。三十五岁以后，先在长安应试，落第；后来向皇帝献赋，向贵人投赠。官场不得志，亲眼目睹了唐朝上层社会的奢靡与社会危机。天宝十四载（755年），安史之乱爆发，潼关失守，杜甫先后辗转多地。乾元二年（759年）杜甫弃官入川，虽然躲避了战乱，生活相对安定，但仍然心系苍生，胸怀国事。创作了《登高》《春望》《北征》《三吏》《三别》等名作。虽然杜甫是个现实主义诗人，但他也有狂放不羁的一面，从其名作《饮中八仙歌》不难看出杜甫的豪气干云。\n杜甫的思想核心是儒家的仁政思想，他有“致君尧舜上，再使风俗淳”的宏伟抱负。杜甫虽然在世时名声并不显赫，但后来声名远播，对中国文学和日本文学都产生了深远的影响。杜甫共有约1500首诗歌被保留了下来，大多集于《杜工部集》。 \n大历五年（770年）冬，杜甫病逝，时年五十九岁。杜甫在中国古典诗歌中的影响非常深远，被后人称为“诗圣”，他的诗被称为“诗史”。后世称其杜拾遗、杜工部，也称他杜少陵、杜草堂。",
        "baikeUrl": "https://baike.baidu.com/item/%E6%9D%9C%E7%94%AB/63508"
    },
    {
        "name": "王维",
        "nickname": "摩诘",
        "summary": "王维（701年－761年，一说699年—761年），字摩诘，号摩诘居士。河东蒲州（今山西运城）人，祖籍山西祁县。唐朝著名诗人、画家。\n王维出身河东王氏，于开元十九年（731年）状元及第。历官右拾遗、监察御史、河西节度使判官。唐玄宗天宝年间，王维拜吏部郎中、给事中。安禄山攻陷长安时，王维被迫受伪职。长安收复后，被责授太子中允。唐肃宗乾元年间任尚书右丞，故世称“王右丞”。\n王维参禅悟理，学庄信道，精通诗、书、画、音乐等，以诗名盛于开元、天宝间，尤长五言，多咏山水田园，与孟浩然合称“王孟”，有“诗佛”之称。书画特臻其妙，后人推其为南宗山水画之祖。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。  存诗400余首，代表诗作有《相思》、《山居秋暝》等。著作有《王右丞集》、《画学秘诀》。",
        "baikeUrl": "https://baike.baidu.com/item/%E7%8E%8B%E7%BB%B4/37558"
    },
    {
        "name": "白居易",
        "nickname": "乐天",
        "summary": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍山西太原  ，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。 \n白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。",
        "baikeUrl": "https://baike.baidu.com/item/%E7%99%BD%E5%B1%85%E6%98%93"
    },
    {
        "name": "崔颢",
        "nickname": "",
        "summary": "崔颢(hào)（704—754），汴州（今河南开封市）人，唐代诗人。唐玄宗开元十一年（公元723年）进士，官至太仆寺丞，天宝中为司勋员外郎。最为人称道的是他那首《黄鹤楼》，据说李白为之搁笔，曾有“眼前有景道不得，崔颢题诗在上头”的赞叹。《全唐诗》收录诗四十二首。 \n他秉性耿直，才思敏捷，其作品激昂豪放，气势宏伟，著有《崔颢集》。",
        "baikeUrl": "https://baike.baidu.com/item/%E5%B4%94%E9%A2%A2"
    },
    {
        "name": "孟浩然",
        "nickname": "孟山人",
        "summary": "孟浩然（689年—740年），名浩，字浩然，号孟山人，襄州襄阳（今湖北襄阳）人，唐代著名的山水田园派诗人，世称“孟襄阳”。因他未曾入仕，又称之为“孟山人”。\n孟浩然生当盛唐，早年有志用世，在仕途困顿、痛苦失望后，尚能自重，不媚俗世，修道归隐终身。曾隐居鹿门山。40岁时，游长安，应进士举不第。曾在太学赋诗，名动公卿，一座倾服，为之搁笔。开元二十五年（737）张九龄招致幕府，后隐居。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，而更多属于诗人的自我表现。\n孟浩然的诗在艺术上有独特的造诣，后人把孟浩然与盛唐另一山水诗人王维并称为“王孟”，有《孟浩然集》三卷传世。",
        "baikeUrl": "https://baike.baidu.com/item/%E5%AD%9F%E6%B5%A9%E7%84%B6/28158"
    },
    {
        "name": "李商隐",
        "nickname": "义山",
        "summary": "李商隐（约813年-约858年），字义山，号玉溪（谿）生，又号樊南生，祖籍怀州河内（今河南焦作沁阳） ，出生于郑州荥阳（今河南郑州荥阳市），晚唐著名诗人，和杜牧合称“小李杜”，李商隐又与李贺、李白合称“三李”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。\n李商隐是晚唐乃至整个唐代，为数不多的刻意追求诗美的诗人。他擅长诗歌写作，骈文文学价值也很高。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌（以《锦瑟》为代表）过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。 \n唐文宗开成二年（837年），李商隐登进士第，曾任秘书省校书郎、弘农尉等职。因卷入“牛李党争”的政治旋涡而备受排挤，一生困顿不得志。唐宣宗大中末年（约858年），李商隐在郑州病故，葬于故乡荥阳。也有人说他葬于祖籍地怀州雍店（今沁阳山王庄镇）之东原的清化北山下。",
        "baikeUrl": "https://baike.baidu.com/item/%E6%9D%8E%E5%95%86%E9%9A%90/74852"
    },
    {
        "name": "王昌龄",
        "nickname": "少伯",
        "summary": "王昌龄 （698—757），字少伯，汉族，河东晋阳（今山西太原）人，又一说京兆长安人（今西安）人。盛唐著名边塞诗人。王昌龄早年贫苦，主要依靠农耕维持生活，30岁左右进士及第。初任秘书省校书郎，而后又担任博学宏辞、汜水尉，因事被贬岭南。  开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，被刺史闾丘晓所杀。\n王昌龄与李白、高适、王维、王之涣、岑参等人交往深厚。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉，又被后人誉为“七绝圣手”。王昌龄诗绪密而思清，与高适、王之涣齐名，时谓王江宁。有文集六卷，今编诗四卷。\n代表作有《从军行七首》《出塞》《闺怨》等。",
        "baikeUrl": "https://baike.baidu.com/item/%E7%8E%8B%E6%98%8C%E9%BE%84/2684"
    },
    {
        "name": "杜牧",
        "nickname": "牧之",
        "summary": "杜牧（803年－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人。杜牧是唐代杰出的诗人、散文家，是宰相杜佑之孙，杜从郁之子。唐文宗大和二年26岁中进士，授弘文馆校书郎。后赴江西观察使幕，转淮南节度使幕，又入观察使幕，理人国史馆修撰，膳部、比部、司勋员外郎，黄州、池州、睦州刺史等职。\n因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。杜牧的诗歌以七言绝句著称，内容以咏史抒怀为主，其诗英发俊爽，多切经世之物，在晚唐成就颇高。杜牧人称“小杜”，以别于杜甫“大杜“。与李商隐并称“小李杜“。",
        "baikeUrl": "https://baike.baidu.com/item/%E6%9D%9C%E7%89%A7"
    },
    {
        "name": "陈子昂",
        "nickname": "伯玉",
        "summary": "陈子昂（公元661～公元702） ，字伯玉，梓州射洪（今四川省射洪县）人，唐代文学家、诗人，初唐诗文革新人物之一。因曾任右拾遗，后世称陈拾遗。\n陈子昂青少年时轻财好施，慷慨任侠，24岁举进士，以上书论政得到女皇武则天重视，授麟台字。后升右拾遗，直言敢谏，曾因“逆党”反对武后而株连下狱。在26岁、36岁时两度从军边塞，对边防事务颇有远见。38岁（圣历元年698）时，因父老解官回乡，不久父死。陈子昂居丧期间，权臣武三思指使射洪县令罗织罪名，加以迫害，最终冤死狱中。\n陈子昂存诗共100多首，其诗风骨峥嵘，寓意深远，苍劲有力。其中最有代表性的有组诗《感遇》38首，《蓟丘览古》7首和《登幽州台歌》、《登泽州城北楼宴》等。",
        "baikeUrl": "https://baike.baidu.com/item/%E9%99%88%E5%AD%90%E6%98%82"
    }
]
